Repository: alexdls0/Symphony-Project
Catalog: symfony4/translations/messages.*.xlf
Languages: es

source: Changes saved.
es: Cambios guardados.

source: Search
es: Búsqueda

source: Type
es: Tipo

source: All content
es: Todo el contenido

source: Episodes
es: Episodios

source: Shows
es: Series

source: Movies
es: Películas

source: Order Results
es: Ordenar Resultados

source: Date added
es: Fecha añadida

source: Alphabetical A-Z
es: Alfabético A-Z

source: Alphabetical Z-A
es: Alfabético Z-A

source: Recording date
es: Fecha rodada

source: Age rating
es: Edad

source: Premium Only
es: Solo Premium

source: Complete Only
es: Solo Completados

source: Watching
es: Viendo

source: Categories
es: Categorías

source: Directors
es: Directores

source: Producers
es: Productores

source: Go back
es: Atrás

source: Credit Card
es: Tarjeta de Crédito

source: Name
es: Nombre

source: Surnames
es: Apellidos

source: price
es: precio

source: Oops, we have not found any results...
es: Úps, no encontramos resultados...

source: Go to Dashboard
es: Ir al Índice

source: Connect with yourself
es: Conéctate contigo

source: Keep watching
es: Seguir viendo

source: Since you watched
es: Puesto que has visto

source: Premium content
es: Contenido premium

source: Recommended for you
es: Recomendado para ti

source: Coming soon
es: Muy pronto

source: Latest arrivals
es: Últimos lanzamientos

source: Top
es: Los

source: Most Loved
es: más gustados

source: User Account
es: Cuenta

source: ACCOUNT
es: CUENTA

source: BILLING
es: COBROS

source: HISTORY
es: HISTORIAL

source: Account details
es: Detalles de cuenta

source: Save settings
es: Guardar ajustes

source: Account stats
es: Estadísticas

source: Premium advantages
es: Ventajas premium

source: Birthdate
es: Fecha de nacimiento

source: Days without subscription
es: Dias sin subscripción

source: Remaining premium days
es: Dias premium restantes

source: Never
es: Nunca

source: Premium subscription
es: Subscripción premium

source: Registration date
es: Fecha de registro

source: you can change your account details here. If you have any questions, please contact us at
es: aquí puedes cambiar la configuración de tu cuenta. Si tienes alguna pregunta, por favor, contáctenos en

source: Deactivate account
es: Desactivar cuenta

source: Favourite content
es: Contenido favorito

source: Days of subscription
es: Días de subscripción

source: you can change your account details here. If you have any question, please contact us at
es: aquí puedes cambiar la configuración de tu cuenta. Si tienes alguna pregunta, por favor, contáctenos en

source: Your billing register is shown here
es: Aquí se muestra tu registro de cobros

source: See the full billing register
es: Ver el registro completo

source: You are a premium user.
es: Eres usuario premium.

source: Buy premium
es: Comprar premium

source: You don't have any billing register yet
es: Aún no ha realizado ningún pago

source: You can go over your video history and edit it
es: Puede ver y editar su historial

source: See the full history
es: Ver el historial completo

source: You have not watched anything yet,
es: Aún no has visto ningún video,

source: what are you waiting for?
es: ¿A qué esperas?

source: History
es: Historial

source: You can view your video history and edit it
es: Puede ver su historial y editarlo

source: Clear all
es: Borrar todo

source: Your history is empty
es: Tu historial está vacío

source: Favourites
es: Favoritos

source: FAVOURITES
es: FAVORITOS

source: here you have the videos you have saved in your list.
es: aqui tienes tus videos favoritos.

source: Register
es: Registro

source: REGISTER
es: REGISTRO

source: Hi, @future new user!
es: ¡Hola, futuro @usuario!

source: please, fill the form down below.
es: por favor, rellena el siguiente formulario.

source: Register form
es: Formulario de registro

source: You will recieve an e-mail when your account is created.
es: Recibirás un correo cuando se cree tu cuenta.

source: Capsule Player
es: Reproductor Capsule

source: Coming soon:
es: Muy pronto:

source: We are sorry, this content requires minimum age
es: Lo sentimos, este contenido requiere la edad mínima

source: and other amazing adventages are reserved to premium users
es: y muchas otras ventajas se reservan a los usuarios premium

source: Pay with Capsule Pay
es: Paga con Capsule Pay

source: Secure Payment
es: Pago seguro

source: Membership activated
es: Membresía activada

source: We are sorry, this content requires minimum age +
es: Lo sentimos, este contenido requiere la edad mínima +

source: Previous chapter
es: Capítulo anterior

source: Date:
es: Fecha:

source: Producer:
es: Productor:

source: More information
es: Mas información

source: Writer
es: Guionista

source: Cast
es: Reparto

source: Original Language
es: Idioma original

source: Physical release
es: Lanzamiento físico

source: Box Office Perfomance
es: Rendimiento en salas

source: Official Website
es: Web oficial

source: Next chapter
es: Siguiente capítulo

source: Payment Failed
es: Pago fallido

source: PAYMENT FAILED
es: PAGO FALLIDO

source: No change has been made to your account.
es: No hemos realizado cambios sobre tu cuenta.

source: It seems like you already have the premium benefits activated.
es: Parece que ya dispones de los beneficios premium.

source: Thank you for trusting Capsule.
es: Gracias por confiar en Capsule.

source: Your premium service expires
es: Tu servicio premium expira

source: Back to account
es: Volver a cuenta

source: Payment
es: Pago

source: PAYMENT
es: PAGO

source: please, slide to select your plan and fill the form.
es: por favor, selecciona tu tarifa y rellena los datos.

source: Data
es: Datos

source: Proceed
es: Proceder

source: Payment Accepted
es: Pago Aceptado

source: They payment has been completed.
es: Se ha completado el pago.

source: You can see the details in
es: Puedes ver los detalles en

source: the billing page
es: la página de pagos

source: Back to home
es: Volver a Inicio

source: Welcome!
es: ¡Bienvenido!

source: Oops, this might not be what you were looking for
es: Úps, a lo mejor esto no es lo que buscas

source: Password Recovery
es: Recuperar contraseña

source: NEW PASS
es: NUEVA CONTRASEÑA

source: Hi, @user
es: Hola, @user

source: Here you can define your new password.
es: Aqui puedes guardar tu nueva contraseña.

source: New password form
es: Formulario de contraseña

source: Password recovery
es: Recuperar contraseña

source: Not you? Didn't request a change?
es: ¿No eres tú? ¿No pediste el cambio?

source: You can just ignore this.
es: Puedes ignorar esta página.

source: Back Home
es: Volver a Inicio

source: Update
es: Guardar

source: Password has been changed correctly
es: La contraseña se ha guardado correctamente

source: Your account has been activated
es: Tu cuenta ha sido activada

source: Log in
es: Iniciar sesión

source: Nickname
es: Apodo

source: Password
es: Contraseña

source: ENTER
es: ENTRAR

source: Recover Password
es: Recuperar contraseña

source: Enter your Email and the instructions will be sent to you!
es: Introduce tu correo y te enviaremos las instrucciones

source: Send
es: Enviar

source: and much more in Capsule
es: y mucho mas en Capsule

source: Just try Capsule for 2 months
es: Prueba capsule 2 meses

source: no credit card required during the free trial
es: no se requiere de pago durante la prueba

source: Free account
es: Cuenta gratuita

source: Enjoy full seasons of your favourites tv shows.
es: Disfruta de temporadas completas de tus series favoritas.

source: Media in HD resolution
es: Vídeos en calidad HD

source: Hundreds of movies and series!
es: ¡Cientos de películas y series!

source: Free forever
es: Gratis siempre

source: All the base plan features
es: Todo el plán básico

source: Media up to 4k HD resolution
es: Videos hasta 4k HD

source: Switch plans or cancel anytime
es: Cambia de plan o cancela cuando quieras

source: + 2 month free
es: + 2 meses gratis

source: Search...
es: Buscar...

source: Hello
es: Hola

source: You have extended your Capsule premium subscription
es: Has extendido tu subscripción premium de Capsule

source: Checkout time:
es: Hora de cobro:

source: Checkout price:
es: Importe:

source: Holder surname:
es: Apellidos titular:

source: Holder name:
es: Nombre titular:

source: Your Capsule account requires activation
es: Tu cuenta de capsule requiere activación

source: Click here
es: Clic aquí

source: to activate.
es: para activar.

source: A password change has been requested for your Capsule account
es: Se ha pedido un cambio de contraseña para tu cuenta de Capsule

source: to register a new one.
es: para registrar uno nuevo.

source: Email
es: Correo

source: Surame
es: Apellidos

source: Email address
es: Dirección de correo electrónico

source: Interface language
es: Idioma de la interfaz

source: Send password change email
es: Enviar correo de cambio de contraseña

source: Plan
es: Tarifa

source: Video playback language
es: Idioma de reproducción de vídeo

source: 1 Month
es: 1 Mes

source: 3 Months
es: 3 Meses

source: 6 Months
es: 6 Meses

source: 12 Months
es: 12 Meses

source: Expiry (YYYY/MM)
es: Expiración (YYYY/MM)

source: Your card seems to have expired, check the date (Y/m), or try another card
es: Tu tarjeta parece haber expirado, comprueba la fecha (Y/m), o prueba otra tarjeta

source: Owner name
es: Nombre del titular

source: Owner surname
es: Apellidos del titular

source: Card number
es: Numero de la tarjeta

source: Card Verification Value
es: Clave de verificación

source: Exceeded limit, between 1 and 64 characters
es: Limite excedido, entre 1 y 64 caracteres

source: A credit card must have at least 13 digits
es: Una tarjeta de crédito debe tener al menos 13 dígitos

source: Exceeded limit, a credit card has between 13 and 18 digits
es: Límite excedido, una tarjeta tiene entre 13 y 18 dígitos

source: It's connected
es: Está conectado

source: Navigation
es: Navegación

source: News
es: Noticias

source: Coming Soon
es: Lanzamientos

source: Address
es: Dirección

source: Granada, Andalucía, Spain
es: Granada, Andalucía, España

source: Contact
es: Contacto

source: and other amazing advantages are reserved to premium users
es: y otras ventajas increíbles están reservados a usuarios premium
